Repository: AgapeEurope/AgapeConnect1
Catalog: DesktopModules/AgapeFR/GiveView/App_LocalResources/GiveView.ascx.*.resx
Languages: fr_fr

# AddToCart.Text
source: Add to Cart
fr_fr: Ajouter au Panier

# ListFreqFour.Text
source: Promptly
fr_fr: Ponctuellement

# ListFreqOne.Text
source: Quarterly
fr_fr: Trimestriellement

# ListFreqThree.Text
source: Yearly
fr_fr: Annuellement

# ListFreqTwo.Text
source: Twice yearly
fr_fr: Semestriellement

# NameAnd.Text
source: and
fr_fr: et

# OneOffPre.Text
source: I would like to give by
fr_fr: Je souhaite donner par :

# rblMethOne.Text
source: bank transfer
fr_fr: virement

# rblMethZero.Text
source: credit card
fr_fr: carte de credit

# To.Text
source: to
fr_fr: à

# WantGive.Text
source: I would like to give
fr_fr: je veux donner

# Checkout.Text
source: Checkout
fr_fr: Caisse

# ThankYou.Text
source: Thank you!
fr_fr: Merci !

# eMail.Text
source: Email:
fr_fr: Courriel :

# FirstName.Text
source: First Name:
fr_fr: Prénom :

# LastName.Text
source: Last Name:
fr_fr: Nom :

# AmtError.Text
source: You must enter a non-zero amount.
fr_fr: Vous devez entrer un montant.

# FreqError.Text
source: You must select a frequency for your donation.
fr_fr: Vous devez sélectionner une fréquence pour votre don.

# btnFinishDon.Text
source: Finish
fr_fr: Finir

# ListFreqZero.Text
source: Monthly
fr_fr: Mensuellement

# City.Text
source: City:
fr_fr: Ville :

# Mobile.Text
source: Cell:
fr_fr: Mobile :

# Region.Text
source: Region:
fr_fr: Région (si approprié) :

# Street1.Text
source: Street:
fr_fr: Adresse ligne 1 :

# Street2.Text
source: Street 2:
fr_fr: Adresse ligne 2 :

# Telephone.Text
source: Telephone:
fr_fr: Téléphone:

# PostCode.Text
source: Postal Code:
fr_fr: Code postal :

# Country.Text
source: Country:
fr_fr: Pays :

# ConfeMail.Text
source: Confirm Email:
fr_fr: Confirmer Courriel :

# FreqParaOne.Text
source: quarterly
fr_fr: trimestriel

# FreqParaThree.Text
source: yearly
fr_fr: annuel

# FreqParaTwo.Text
source: twice yearly
fr_fr: semestriel

# FreqParaZero.Text
source: monthly
fr_fr: mensuel

# lblCreditCard.Text
source: Your gift will be added to the cart.
fr_fr: Ce don sera ajouter dans votre panier.

# lblFrequency.Text
source: I would like to give a gift...
fr_fr: Je veux donner...

# btnEditVirement.Text
source: Edit
fr_fr: Modifier

# btnNext.Text
source: Continue
fr_fr: Continuer

# WantGivePara1.Text
source: I would like to give a
fr_fr: Je veux faire un don

# WantGivePara2.Text
source: gift of
fr_fr: de

# lblSummaryInfo.Text
source: Please confirm your information before proceeding.
fr_fr: Merci de confirmer vos informations avant de continuer.

# lblSummaryLeft.Text
source: My Information:
fr_fr: Mes infos :

# lblSummaryRight.Text
source: My Bank's Information:
fr_fr: Les infos de ma banque :

# lblLinkPDF.Text
source: Click for PDF
fr_fr: Cliquer pour PDF

# lblTheLoginCont.Text
source: Please log in to continue.
fr_fr: Merci de se connecter pour continuer.

# lblDonComment.Text
source: Feel free to leave a personal message for the recipient below.
fr_fr: Vous pouvez laisser un message dessous si vous voulez.

# lblSumDonComment.Text
source: Your message for the recipient:
fr_fr: Votre message pour le destinataire :

# lblSumCheque.Text
source: I will be mailing a cheque.
fr_fr: Je vais envoyer un cheque.

# lblConfCheque.Text
source: Thank you! Your donation is recorded in our system. Don't forget to send the cheque!
fr_fr: Votre don est enregistré dans notre système. Merci d'envoyer le chèque !

# lblConfVirement.Text
source: Thank you! Your donation is recorded in our system. Please send the PDF to your bank.
fr_fr: Votre don est enregistré dans notre système. Merci d'envoyer le PDF à votre banque.

# btnBio.Text
source: See Bio
fr_fr: Voir Info

# ValAmt.Text
source: Please enter an amount
fr_fr: Merci de sasir un montant

# ValAmtRange.Text
source: Please enter a valid amount
fr_fr: Merci de sasir un montant valid

# ValCity.Text
source: Please enter your city
fr_fr: Merci de sasir votre ville

# ValConfEmail.Text
source: Please confirm your email address
fr_fr: Merci de confirmer votre adresse mail

# ValEmail.Text
source: Please enter your email address
fr_fr: Merci de sasir votre adresse mail

# ValEmailExp.Text
source: Please enter a valid email address
fr_fr: Merci de sasir une adresse mail complete

# ValFirstName.Text
source: Please enter your first name
fr_fr: Merci de sasir votre prénom

# ValFreq.Text
source: Please select a frequency
fr_fr: Merci de choisir un frequence

# ValIBAN.Text
source: Please enter your bank account number
fr_fr: Merci de sasir votre IBAN

# ValLastName.Text
source: Please enter your last name
fr_fr: Merci de sasir votre nom

# ValMethod.Text
source: Please select a giving method
fr_fr: Merci de choisir un method de don

# ValPostCode.Text
source: Please enter your postal code
fr_fr: Merci de sasir votre code postal

# ValStreet1.Text
source: Please enter your street address
fr_fr: Merci de sasir votre adresse

# ValSumDon.Text
source: There are on or more errors on the page:
fr_fr: Il y a une ou plusiers erreurs sur la page :

# lblPleaseWait.Text
source: Please Wait
fr_fr: Merci d'attendre
